
// log entry
"%@ joined channel" = "%@ hat den Raum betreten";

// log entry
"%@ left channel" = "%@ hat den Raum verlassen";

// preferences
"%d %% - Default" = "%d %% - Standard";

// codec detail
"(Active)" = "(Aktiv)";

// codec detail
"12 KHz" = "";

// codec detail
"16 KHz" = "";

// codec detail
"24 KHz" = "";

// codec detail
"32 KHz" = "";

// codec detail
"48 KHz" = "";

// codec detail
"8 KHz" = "";

/*
 server entry
   user detail
 */
"Actions" = "Aktionen";

// preferences
"Announce lost server connection" = "Ansage bei Verbindungsverlust";

// preferences
"Announce user joining channel" = "Ansage wenn Benutzer Raum betritt";

// preferences
"Announce user leaving channel" = "Ansage wenn Benutzer Raum verlässt";

// codec detail
"Application" = "Anwendung";

// codec detail
"Audio Channels" = "Audiokanäle";

// create channel
"Audio Codec" = "Audiocodec";

// server entry
"Authentication" = "Anmeldung";

// codec detail
"Bitrate" = "";

/*
 preferences
   user detail
 */
"Broadcast Messages" = "Servernachrichten";

// channel list
"Channel" = "";

/*
 preferences
   user detail
 */
"Channel Messages" = "Raumnachrichten";

// preferences
"Channel Text Message" = "Raum-Textnachricht";

// channel list
"Channel. %d users" = "";

/*
 preferences
   server entry
 */
"Connection" = "Verbindung";

/*
 preferences
   tts event
 */
"Connection lost" = "Verbindung unterbrochen";

// View Title
"Create Channel" = "Raum erstellen";

// preferences
"Default Subscriptions" = "Standardempfang";

/*
 preferences
   user detail
 */
"Desktop" = "";

// preferences
"Display" = "Anzeige";

// codec detail
"DTX" = "";

// Dialog message
"Enter Password" = "Passwort eingeben";

/*
 Dialog
   Dialog message
   message dialog
   user detail
 */
"Error" = "Fehler";

/*
 preferences
   user detail
 */
"General" = "Allgemein";

// TTS EVENT
"has joined the channel" = "hat den Raum betreten";

// TTS EVENT
"has left the channel" = "hat den Raum verlassen";

// server entry
"Host address" = "Hostadresse";

// Dialog message
"Join" = "Betreten";

// preferences
"Join Root Channel" = "";

// preferences
"Join root channel after login" = "";

// log entry
"Joined %@" = "Betreten %@";

// preferences
"Limit length of names in channel list to %d characters" = "Begrenze Namen in Raumliste auf %d Zeichen";

// log entry
"Logged on to server" = "Auf Server eingeloggt";

// preferences
"Master Volume" = "Hauptlautstärke";

// preferences
"Maximum Text Length" = "Maximale Textlänge";

/*
 preferences
   user detail
 */
"Media File" = "Mediendatei";

// user detail
"Media File Volume" = "Medienlautstärke";

// preferences
"Microphone Gain" = "Mikrofonpegel";

// codec detail
"Mono" = "";

// codec detail
"Music" = "Musik";

// user detail
"Mute Media File" = "Mediendatei stummschalten";

// user detail
"Mute Voice" = "Sprache stummschalten";

/*
 create channel
   server entry
 */
"Name" = "";

// preferences
"Name displayed in channel list" = "";

// preferences
"Nickname" = "";

// codec detail
"No Audio" = "Kein Audio";

// create channel
"No Audio Recording" = "Keine Audioaufnahmen";

// create channel
"No Interruptions" = "Keine Unterbrechungen";

// channel list
"No password" = "";

// create channel
"No Voice Activation" = "Keine Sprachaktivierung";

// default nickname
"Noname" = "";

/*
 Dialog
   Dialog message
   message dialog
   user detail
 */
"OK" = "";

// codec detail
"OPUS Codec" = "OPUS-Codec";

// channel list
"Parent channel" = "";

/*
 create channel
   Dialog message
   server entry
 */
"Password" = "Passwort";

// channel list
"Password protected" = "";

// create channel
"Permanent Channel" = "Permanenter Raum";

// preferences
"Play sound when a user joins the channel" = "Klang abspielen, wenn Benutzer einen Raum betritt";

// preferences
"Play sound when a user leaves the channel" = "Klang abspielen, wenn Benutzer einen Raum verlässt";

// preferences
"Play sound when channel text message is received" = "Klang bei neuer Raum-Textnachricht abspielen";

// preferences
"Play sound when connection is dropped" = "Klang bei Verbindungsverlust abspielen";

// preferences
"Play sound when private text message is received" = "Klang bei privater Textnachricht abspielen";

// preferences
"Play sound when voice transmission is toggled" = "Klang bei Umschaltung der Sprachübertragung abspielen";

// preferences
"Pop up text message when new messages are received" = "Pop-Up beim Empfang neuer Textnachrichten";

// serverlist
"Private server" = "";

// preferences
"Private Text Message" = "Private Textnachricht";

// preferences
"Proximity sensor" = "Annäherungssensor";

// serverlist
"Public server" = "";

// codec detail
"Quality" = "Qualität";

// preferences
"Receive broadcast messages by default" = "Servernachrichten standardmäßig empfangen";

// preferences
"Receive channel messages by default" = "Raumnachrichten standardmäßig empfangen";

// preferences
"Receive desktop sessions by default" = "Desktopsitzungen standardmäßig empfangen";

// preferences
"Receive media file streams by default" = "Mediendatei-Streams standardmäßig empfangen";

// preferences
"Receive text messages by default" = "Textnachrichten standardmäßig empfangen";

// preferences
"Receive voice streams by default" = "Sprachübertragungen standardmäßig empfangen";

// preferences
"Receive webcam streams by default" = "Webcam-Streams standardmäßig empfangen";

// channel list
"Return to previous channel" = "";

// log entry
"root channel" = "Hauptraum";

// codec detail
"Sample Rate" = "Sampling-Rate";

// preferences
"Server Connection Lost" = "Serververbindung unterbrochen";

// server entry
"Server List Entry" = "Serverlisteneintrag";

// preferences
"Show Public Servers" = "";

// preferences
"Show public servers in server list" = "";

// preferences
"Show text messages instantly" = "Textnachrichten sofort anzeigen";

// channel list
"Silent" = "";

// preferences
"Sound Events" = "Klangereignisse";

// preferences
"Sound System" = "Sound-System";

// preferences
"Speaker Output" = "Lautsprecherwiedergabe";

// codec detail
"Speex Codec" = "Speex-Codec";

// codec detail
"Speex Variable Bitrate Codec" = "Speex-Codec (variable Bitrate)";

// codec detail
"Stereo" = "";

// user detail
"Subscriptions" = "Empfang";

// channel list
"Talking" = "";

// server entry
"TCP Port" = "TCP-Port";

// preferences
"Text To Speech Events" = "Text-To-Speech-Ereignisse";

// create channel
"Topic" = "Thema";

// codec detail
"Transmit Interval" = "Übertragungsintervall";

// preferences
"Turn off screen when holding phone near ear" = "Bildschirm ausschalten, wenn Telefon am Ohr gehalten wird";

// text field hint
"Type text here" = "Text hier eingeben";

// server entry
"UDP Port" = "UDP-Port";

// preferences
"Use iPhone's speaker instead of earpiece" = "iPhone-Lautsprecher anstelle des Hörers benutzen";

// channel list
"User" = "";

// preferences
"User joins channel" = "Benutzer betritt Raum";

// preferences
"User Joins Channel" = "Benutzer betritt Raum";

// preferences
"User leaves channel" = "Benutzer verlässt Raum";

// preferences
"User Leaves Channel" = "Benutzer verlässt Raum";

/*
 preferences
   user detail
 */
"User Messages" = "Benutzernachrichten";

/*
 server entry
   user detail
 */
"Username" = "Benutzername";

/*
 preferences
   user detail
 */
"Voice" = "Sprache";

// preferences
"Voice Activation Level" = "Sprachaktivierungspegel";

// preferences
"Voice Activation Level: %d. Recommended: %d" = "Sprachaktivierungspegel: %d. Empfohlen: %d";

// preferences
"Voice Activation Level: Disabled" = "Sprachaktivierungspegel: Ausgeschaltet";

// preferences
"Voice Transmission Toggled" = "Sprachübertragung umgeschaltet";

// user detail
"Voice Volume" = "Sprachlautstärke";

// codec detail
"VoIP" = "";

// user detail
"Volume Controls" = "Lautstärkekontrollen";

/*
 preferences
   user detail
 */
"WebCam" = "";
